const dataFlowers = [
    {
        title: "Магия Роз: Пленительные цветовые превращения",
        description: "Розы \"Магия Роз\" - это удивительные цветы, способные менять свой цвет, создавая пленительные и захватывающие превращения. Они начинаются ярко-красными, постепенно переходят в нежный розовый,затем фиолетовый и оканчиваются на лавандовом оттенке. Этот фантастический процесс делает каждую розу уникальной и особенной. Добавьте компонент \"Магия Роз\" в свою коллекцию цветов и позвольте им приносить магию и радость в вашу жизнь.",
        image: "https://img.freepik.com/premium-photo/red-rose-on-a-white-background_461160-1092.jpg",
        price: 2100,
        colors: [
            "#f2f2fe",
            "#d9d9e5",
            "#bfbfbf",
            "#9f9f9f",
            "#7f7f7f",
            "#5f5f5f",
        ]
    },
    {
        title: "Лилия: Белая изящность",
        description: "Цветок \"Белая Изящность\" - это прекрасная белая лилия, символизирующая чистоту, нежность и изящество. Ее белые лепестки создают атмосферу спокойствия и красоты, привносят свежесть и гармонию в любой сад или букет. Этот цветок - идеальный выбор для создания романтической атмосферы или добавления элегантности в любое пространство.",
        image: "https://media.istockphoto.com/id/877737418/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F-%D0%BB%D0%B8%D0%BB%D0%B8%D1%8F-%D0%B8%D0%B7%D0%BE%D0%BB%D0%B8%D1%80%D0%BE%D0%B2%D0%B0%D0%BD%D0%B0-%D0%BD%D0%B0-%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC-%D1%84%D0%BE%D0%BD%D0%B5.jpg?s=612x612&w=0&k=20&c=RjrJtTN-zzJnHWBCZNmC0f6Zs_ggqS3ollufNC0V3jc=",
        price: 1650,
        colors: [
            "#f2f2fe",
            "#d9d9e5",
            "#bfbfbf",
            "#9f9f9f",
            "#7f7f7f",
            "#5f5f5f",
        ]
    }
]

export default dataFlowers